Repository: AD-Paladins/FolderSizeVisualizer
Catalog: FolderSizeVisualizer/Resources/Localizable.xcstrings
Source language: en
Languages: es_us

source: %lld artifact(s)
es_us: %lld artefacto(s)

source: %lld artifacts
es_us: %lld artefactos

source: • %lld safe
es_us: • %lld seguro

source: Accept
es_us: Aceptar

source: Add LLM Directory
es_us: Agregar directorio LLM

source: After granting, you may need to restart the app for changes to take effect.
es_us: Tras conceder los permisos, es posible que deba reiniciar la aplicación para que los cambios surtan efecto.

source: All results
es_us: Todos

source: Analyze with Apple Intelligence
es_us: Analizar con Apple Intelligence

source: Analyzing…
es_us: Analizando…

source: Apple Intelligence Analysis
es_us: Análisis con Apple Intelligence

source: Are you sure you want to delete this artifact?
es_us: Estás seguro de borrar el artefacto?

source: Artifact Details
es_us: Detalles del artefacto

source: Back
es_us: Atrás

source: Cancel
es_us: Cancelar

source: Choose a folder from the list to view detailed analysis
es_us: Selecciona una carpeta de la lista para ver un análisis detallado

source: Choose an artifact from the list to view detailed information
es_us: Selecciona un artefacto de la lista para ver información detallada

source: Clean Safe
es_us: Borrado Seguro

source: Clean Safe Artifacts
es_us: Borrado Seguro de Artefacto

source: Click 'Scan System' in the sidebar to analyze your developer tools
es_us: Haz clic en ‘Escanear sistema’ en la barra lateral para analizar tus herramientas de desarrollo.

source: Copy Path
es_us: Copiar ruta

source: Dashboard
es_us: Panel de control

source: Delete
es_us: Borrar

# Delete %lld safe artifact(s) and reclaim %@?
source: Delete %1$lld safe artifact(s) and reclaim %2$@?
es_us: ¿Borrar %1$lld artefacto(s) seguro(s) y recuperar %2$@?

source: Delete All Safe Artifacts
es_us: Borrar todos los Artefactos seguros

source: Delete Artifact
es_us: Borrar Artefacto

source: Deletion Result
es_us: Resultado de la eliminación

source: Details
es_us: Detalles

source: Developer Disk Usage
es_us: Uso de disco del desarrollador

source: Developer mode:
es_us: Modo desarrollador:

source: Developer Tools
es_us: Herramientas de desarrollo

source: Don't show again
es_us: No mostrar de nuevo

# Found %lld tool(s) using %@
source: Found %1$lld tool(s) using %2$@
es_us: Se encontraron %1$lld herramienta(s) usando %2$@

source: Full Disk Access: Granted
es_us: Acceso total al disco: Concedido

source: Full Disk Access: Not Granted
es_us: Acceso total al disco: No Concedido

source: Information
es_us: Información

source: Last used %@
es_us: Último uso %@

source: Limit results
es_us: Limitar resultados

source: Manual Review Required
es_us: Requiere revisión manual

source: Model available on this device
es_us: Modelo disponible en este dispositivo

source: No analysis yet for %@.
es_us: Sin análisis aún para %@

source: No artifacts found
es_us: Sin artefactos encontrados

source: No Data Available
es_us: Sin datos disponibles

source: No Scan Results
es_us: Sin resultados de escaneo

source: Open in Finder
es_us: Abrir en Finder

source: Open Settings
es_us: Abrir Configuración

source: Percentage of scan
es_us: Porcentaje de escaneo

source: Quick Actions
es_us: Acciones Rápidas

source: Reason: %@
es_us: Razón: %@

source: Refresh
es_us: Refrescar

source: Requires manual review
es_us: Requiere revisión manual

source: Review details carefully. Some items may be essential to your workflows.
es_us: Revisa los detalles con cuidado. Algunos elementos pueden ser esenciales para tus flujos de trabajo.

source: Safe to delete
es_us: Seguro de borrar

source: Safe to Delete
es_us: Seguro de borrar

source: Scan
es_us: Escanear

source: Scan System
es_us: Escanear sistema

source: Scan the system to see artifacts for %@
es_us: Escanear sistema para ver artefactos para %@

source: Scan your system to analyze developer tool disk usage
es_us: Escanear sistema y analizar espacio en disco de herramientas de desarrollo

source: Scanned %@
es_us: Escaneado %@

source: Scanning...
es_us: Escaneando…

source: Scanning…
es_us: Escaneando…

source: Select a Folder
es_us: Seleccionar carpeta

source: Select an Artifact
es_us: Selecciona un artefacto

source: Select Folder
es_us: Seleccionar carpeta

source: Skip hidden files
es_us: Saltar archivos ocultos

source: Start Over
es_us: Empezar de nuevo

source: Suggested: Delete
es_us: Sugerido: Borrar

source: Suggested: Keep
es_us: Sugerido: Mantener

source: Suggested: Review
es_us: Sugerido: Revisar

# toolDetailView.warning.banner
source: Warning: Deleting tool artifacts is at your own risk. Review the description and consider making a backup.
es_us: Advertencia: Borrar artefactos de herramientas es bajo tu propia responsabilidad. Revisa la descripción y considera hacer una copia de seguridad.

source: Total Size
es_us: Tamaño Total

source: View Details
es_us: Ver detalles

source: Warning: Deleting developer artifacts is at your own risk.
es_us: Advertencia: Borrar artefactos de desarrollo bajo tu propio riesgo

source: Welcome to Folder Size Visualizer
es_us: Bienvenido a Folder Size Visualizer
